/* Message of sheet displayed for CSSM_CERT_STATUS_EXPIRED. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Le certificat pour ce site web a expiré. Vous vous connectez peut-être à un site web qui prétend être « %@ », ce qui peut compromettre vos données confidentielles. Souhaitez-vous quand-même vous connecter à ce site ?";

/* Message of sheet displayed for CSSM_CERT_STATUS_NOT_VALID_YET. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Le certificat pour ce site web n’est pas encore valide. Vous vous connectez peut-être à un site web qui prétend être « %@ », ce qui peut compromettre vos données confidentielles. Souhaitez-vous quand-même vous connecter à ce site ?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS. */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Le certificat pour ce site web est invalide. Vous vous connectez peut-être à un site web qui prétend être « %@ », ce qui peut compromettre vos données confidentielles. Souhaitez-vous quand-même vous connecter à ce site ?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS && CSSM_CERT_STATUS_IS_ROOT */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Le certificat pour ce site web émane d’une autorité de certification inconnue. Vous vous connectez peut-être à un site web qui prétend être « %@ », ce qui peut compromettre vos données confidentielles. Souhaitez-vous quand-même vous connecter à ce site ?";

/* Certificate trust verification prompt */
"Certificate Error" = "Erreur de certificat";
"Always Trust" = "Toujours approuver";
"Show Certificate" = "Afficher le certificat";

/* Remember password on Windows */
"Save Password" = "Enregistrer le mot de passe";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "Le serveur requiert un certificat pour valider votre identité. Sélectionnez le certificat pour vous authentifier à {0}";